Revit 2027 API
ParameterTypeId.SpatialFieldMgrDescription Property
 "Description"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpatialFieldMgrDescription { get; }
Public Shared ReadOnly Property SpatialFieldMgrDescription As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpatialFieldMgrDescription {
	ForgeTypeId^ get ();
}
static member SpatialFieldMgrDescription : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace